{
  "page": 1,
  "page_count": 17,
  "items_per_page": 20,
  "took": 11,
  "timed_out": false,
  "total": 328,
  "results": [
    {
      "contents": "<p><b>Working at Atlassian</b><br><br><b>Atlassians can choose where they work  whether in an office, from home, or a combination of the two. That way, Atlassians have more control over supporting their family, personal goals, and other priorities. We can hire people in any country where we have a legal entity. Interviews and onboarding are conducted virtually, a part of being a distributed-first company.</b><br><br>We have an office in Bengaluru but as we continue to expand our footprint in India, we can hire eligible candidates remotely anywhere in India.<br><br>Atlassian Data Center products are built for enterprise and designed to be self-managed by our customers. They provide flexibility to meet the unique needs of our customers through infrastructure choices and controls. They are built to meet the expectations of quality and security of our customers and have built-in enterprise-grade features to meet the complex demands of our customers.<br><br>Jira Service Management is Atlassian's service management solution for all teams. Jira Service Management is designed to help you unlock high-velocity teams by 1) empowering every team to deliver great service fast, 2) bringing visibility to work, and 3) accelerating the flow of work between development, IT, and business teams. Built on Jira, it encompasses deeper service management practices across service request, incident, problem, change, knowledge, asset, and configuration management.<br><br>Jira Service Management is built on the Jira platform, so you'll see some terms and concepts that carry across all of Atlassian's Jira products. It's designed to bring IT, development, operations and business teams closer together with a variety of features that emphasise collaboration at speed.<br><br><b>Your Future Team</b><br><br>The Jira Service Management Data Center team is comprised of people of different backgrounds delivering large-scale web-based software. We are focused on improving the productivity of teams who rely on our service and asset management software. We are a growing, high-impact and high performing team in the Enterprise organisation of Atlassian.<br><br>We are hiring Senior Engineers to come and join our growing team. You and the team will provide an incredible experience for users of JSM by building features they love.<br><br>The tech stack?<br><br>Frontend<br><br>React, Typescript, LESS, Jest, Webpack, Atlaskit, Cypress, Storybook, AUI, jQuery, SOY, Backbone, Marionette, Skatejs, Selenium Webdriver<br><br>Why join us?<br><br><ul><li>Product - Be a part of one of the fastest-growing products in Atlassian's history with also the greatest potential</li><li>Team - Work with a group of friendly, passionate, and hardworking individuals. With many ways to up-skill by frequent pairing, Craft Sessions, etc.</li><li>Challenge - Investigate and solve highly complicated problems of our largest customers</li></ul><br>What you'll do<br><br><ul><li>Regularly tackle large and complex projects in the team, contributing to technical design, implementation and release.</li><li>Partner with other engineers, designers and product managers to deliver quality features for JSM DC</li><li>Rotational feature leading on large projects </li><li>Routinely tackle complex architectural challenges and apply our architectural standards</li><li>Contribute to documentation </li><li>Work with the team to solve complex bug fixes</li><li>Guide other engineers in the team by pair programming, tech design reviews, meaningful code reviews and sharing through our Craft Brownbag Sessions. </li><li>Partner across engineering teams to take on company-wide initiatives spanning multiple projects</li><li>Keep our quality bar high</li><li>Mentor more junior members</li></ul><br>Your background<br><br><ul><li>Proficiency in any modern frontend programming languages &amp; frameworks (e.g. Typescript, React, Less, &amp; Jest).</li><li>A track record of working with (or the ability to quickly pick up) frontend legacy frameworks (e.g. jQuery, SOY, Backbone, &amp; Marionette)</li><li>Experience building large-scale, web-based enterprise software</li><li>A track record of execution, risk management, and delivering outcomes</li><li>Experience with risk assessment, testing practices and philosophies, and have a quality-oriented mindset</li><li>Excellent troubleshooting, debugging, problem-solving and analytical skills</li><li>Passion for product, and delivering value to customers</li><li>Passion for collaborating with and mentoring junior members of the team</li><li>Great communication to build and articulate a technical vision for the product and pitch it to critical stakeholders.</li></ul><br><b>Our perks &amp; benefits</b><br><br>Atlassian offers a variety of perks and benefits to support you, your family and to help you engage with your local community. Our offerings include health coverage, paid volunteer days, wellness resources, and so much more. Visit <b>go.atlassian.com/perksandbenefits</b>to learn more.<br><br><b>About Atlassian</b><br><br>At Atlassian, we're motivated by a common goal: to unleash the potential of every team. Our software products help teams all over the planet and our solutions are designed for all types of work. Team collaboration through our tools makes what may be impossible alone, possible together.<br><br>We believe that the unique contributions of all Atlassians create our success. To ensure that our products and culture continue to incorporate everyone's perspectives and experience, we never discriminate based on race, religion, national origin, gender identity or expression, sexual orientation, age, or marital, veteran, or disability status. All your information will be kept confidential according to EEO guidelines.<br><br>To provide you the best experience, we can support with accommodations or adjustments at any stage of the recruitment process. Simply inform our Recruitment team during your conversation with them.<br><br>To learn more about our culture and hiring process, visit <b>go.atlassian.com/crh</b><b>.</b></p>",
      "name": "Senior Software Engineer, Fullstack",
      "type": "external",
      "publication_date": "2023-08-10T00:02:13Z",
      "short_name": "senior-software-engineer-fullstack",
      "model_type": "jobs",
      "id": 11116371,
      "locations": [
        {
          "name": "Bangalore, India"
        },
        {
          "name": "Flexible / Remote"
        }
      ],
      "categories": [
        {
          "name": "Software Engineering"
        }
      ],
      "levels": [
        {
          "name": "Senior Level",
          "short_name": "senior"
        }
      ],
      "tags": [],
      "refs": {
        "landing_page": "https://www.themuse.com/jobs/atlassian/senior-software-engineer-fullstack"
      },
      "company": {
        "id": 741,
        "short_name": "atlassian",
        "name": "Atlassian"
      }
    },
    {
      "contents": "<p><b>Our Company</b><br><br>Changing the world through digital experiences is what Adobe's all about. We give everyone-from emerging artists to global brands-everything they need to design and deliver exceptional digital experiences! We're passionate about empowering people to create beautiful and powerful images, videos, and apps, and transform how companies interact with customers across every screen.<br><br>We're on a mission to hire the very best and are committed to creating exceptional employee experiences where everyone is respected and has access to equal opportunity. We realize that new ideas can come from everywhere in the organization, and we know the next big idea could be yours!<br><br><b><b>The Challenge </b></b><br><br>Adobe is looking for a rare Account Director who is responsible for achieving sales targets through the sale of Adobe's Digital Marketing and Digital Media product lines! You will be part of our savvy sales team, working with Adobe customers across our Consumer Goods market. This includes the development of long-term relationships with customers as well as crafting account plans for new relationships. The Named Account Director will achieve this through solution selling capabilities and direct, face-to-face contact with the customer. The individual will be responsible for navigating through the customer's organization. Your team will guide and assist customers in achieving a successful start with Adobe and help them expand the value realized from our solution. This is a key role at one of the hottest technology companies in Silicon Valley - and the entire US! The right fit will be high energy, data-minded, naturally inquisitive, and tech-savvy people with prior sales experience. Do you value extraordinary benefits, and one of the best places to work in the world?<br><br><b><b>What you'll do</b></b><br><ul><li>We are looking for you to exceed quota targets;</li><li>Sales strategies - Develop effective and specific account plans to ensure revenue target delivery and balanced growth. Develop relationships in new and existing customers and demonstrate to drive strategy through organization;</li><li>Trusted advisor - Establish positive relationships based on knowledge of customer requirements and dedication to value (value of counsel and expertise, value of solutions, value of implementation expertise);</li><li>We love someone with good Customer Acuity - Actively understands each customer's technology footprint, strategic growth plans, technology strategy and the competitive landscape. Review public information (e.g. new executive appointments, earnings statements, press releases) for the company and its competitors to remain updated on key industry trends and issues impacting the customer;</li><li>Territory and Account Leadership - Lead account relationships, prospect profiling, and sales cycles. Reassure all accounts to become Adobe references;</li><li>Business Planning - Develop and deliver comprehensive business plan to address customer's priorities and hurdles. Apply Strategic Value Assessments, benchmarking and Return on Investment data to support decision process;</li><li>Pipeline planning - Follow a well-adapted approach to maintaining a rolling 4Q pipeline. Keep pipeline current;</li><li>Pipeline partnerships - Use and collaborate with support organizations including Marketing, Inside sales, Partners and channels to funnel pipeline into the assigned territory.</li><li>We want experience using Adobe Solutions - Be proficient in and bring all Adobe offers to bear on sales pursuits;</li><li>Advance and close sales opportunities - through the successful execution of the sales strategy and roadmap;</li><li>Support all Adobe promotions and events in the territory.</li></ul><b><b>Ideal candidate will have:</b></b><br><ul><li>Minimum 5 to 7+ years with consistent track record selling solutions to Marketing, IT, and brands or lines of business in large enterprise organizations;</li><li>Ability to work effectively in a team environment, acting as a liaison with all other organizations within Adobe including Sales, Engineering, Product &amp; Marketing;</li><li>Strong understanding of digital experience technologies and SaaS within the Consumer Goods Industry;</li><li>Validated Sales Excellence and creative, problem-solving approach</li></ul><br>Our compensation reflects the cost of labor across several U.S. geographic markets, and we pay differently based on those defined markets. The U.S. pay range for this positionis $231,700 -- $344,900 annually. Paywithin this range varies by work locationand may also depend on job-related knowledge, skills,and experience. Your recruiter can share more about the specific salary range for the job location during the hiring process.<br><br>At Adobe, for sales roles starting salaries are expressed as total target compensation (TTC = base + commission), and short-term incentives are in the form of sales commission plans. Non-sales roles starting salaries are expressed as base salary and short-term incentives are in the form of the Annual Incentive Plan (AIP).<br><br>In addition, certain roles may be eligible for long-term incentives in the form of a new hire equity award.<br><br>Adobe is proud to be anEqual Employment Opportunityand affirmative action employer. We do not discriminate based on gender, race or color, ethnicity or national origin, age, disability, religion, sexual orientation, gender identity or expression, veteran status, or any other applicable characteristics protected by law.Learn more.<br><br>Adobe aims to make Adobe.com accessible to any and all users. If you have a disability or special need that requires accommodation to navigate our website or complete the application process, emailaccommodations@adobe.comor call (408) 536-3015.<br><br>Adobe values a free and open marketplace for all employees and has policies in place to ensure that we do not enter into illegal agreements with other companies to not recruit or hire each other's employees.</p>",
      "name": "Enterprise Account Director",
      "type": "external",
      "publication_date": "2023-07-19T10:31:36Z",
      "short_name": "enterprise-account-director-f02ddb",
      "model_type": "jobs",
      "id": 11884772,
      "locations": [
        {
          "name": "Flexible / Remote"
        }
      ],
      "categories": [
        {
          "name": "Sales"
        }
      ],
      "levels": [
        {
          "name": "Senior Level",
          "short_name": "senior"
        }
      ],
      "tags": [],
      "refs": {
        "landing_page": "https://www.themuse.com/jobs/adobe/enterprise-account-director-f02ddb"
      },
      "company": {
        "id": 12084,
        "short_name": "adobe",
        "name": "Adobe"
      }
    },
    {
      "contents": "<p><b>Our Company</b><br><br>Changing the world through digital experiences is what Adobe's all about. We give everyone-from emerging artists to global brands-everything they need to design and deliver exceptional digital experiences! We're passionate about empowering people to create beautiful and powerful images, videos, and apps, and transform how companies interact with customers across every screen.<br><br>We're on a mission to hire the very best and are committed to creating exceptional employee experiences where everyone is respected and has access to equal opportunity. We realize that new ideas can come from everywhere in the organization, and we know the next big idea could be yours!<br><br>The Opportunity<br><br>Adobe is looking for aMulti Solution Sales Executivewho will be responsible for exceeding sales targets through the sale of Adobe Experience Cloud. This includes the development of long-term relationships with customers as well as the development of account plans for new relationships. TheMulti Solution Sales Executivewill achieve this through solution selling capabilities and direct, face-to-face contact with the customer. The individual will be responsible for navigating through an enterprise organization to demonstrate cross selling opportunities.<br><br>What you'll do<br><br><ul><li>Build strong, lasting relationships with customers by understanding their needs and business objectives.<br></li><li>Be the quarterback of multi-solution deals and manage the margin of the deal across multiple AEs.<br></li></ul><br><ul><li>Counteract normal human behavior when individual AEs want to retire their own individual quota.<br></li><li>Perform outbound contact to existing customers to sell additional products and services.<br></li><li>Acquire and maintain a working knowledge of the complete capabilities of Adobe's Digital Marketing solutions.<br></li><li>Convert customer problems into sales &amp; revenue opportunities.<br></li><li>Maintain an active pipeline of forecasted sales to meet monthly,quarterlyand annual quota objectives.<br></li></ul><br><ul><li>Improve overall customer satisfaction in assigned customer accounts.<br></li><li>Work with various groups within Adobe (Product, Marketing, Operations, Finance and Engineering) to provide customer feedback and drive revenue opportunities in the region.<br></li></ul><br>What you need to succeed<br><br><ul><li>Minimum 10+ years of account management/account executive experience within web content management and digital marketing technology solutions. Expertise in selling such solutions to both business and IT partners.<br></li><li>You will need to bring a track record selling complex enterprise solutions.<br></li></ul><br><ul><li>You should have the ability to forge and maintain good business relationships.<br></li><li>You must be an expertat runningmulti-solutiondeals.<br></li><li>You must be able to speak to howAdobe and othertechnologies integrate with each other and how they work across various use cases.<br></li><li>You must have the ability to analyze pipeline and uncover areas where opportunities for multi-solution plays exist.<br></li><li>Youmust be capable of driving all motions needed to progress itopportunities in our top accounts.<br></li></ul><br><ul><li>Youshouldalso have experience growing dealsizesand building \"Whales\".<br></li><li>You will need effective analytical and computer skills.<br></li><li>We are looking for candidates with excellent communication and presentations skills with best-in-class customer service approach.<br></li><li>Experience in using quantitative and qualitative analysis to assess partnership performance and make recommendations for each account.<br></li><li>Ability to remain calm in a fast-paced work environment and to demonstrate thoughtful leadership in assessing problems/opportunities and recommending an approach to solving problems and pursuing opportunities.<br></li></ul><br><ul><li>Ability to work well in a team environment, acting as a liaison with all other organizations within Adobe including Sales, Engineering, Production &amp; Marketing.<br></li><li>Strong understanding of web technologies and the digital marketing landscape.<br></li><li>Creative, problem-solving approach.<br></li></ul><br>Our compensation reflects the cost of labor across several U.S. geographic markets, and we pay differently based on those defined markets. The U.S. pay range for this positionis $231,700 -- $344,900 annually. Paywithin this range varies by work locationand may also depend on job-related knowledge, skills,and experience. Your recruiter can share more about the specific salary range for the job location during the hiring process.<br><br>At Adobe, for sales roles starting salaries are expressed as total target compensation (TTC = base + commission), and short-term incentives are in the form of sales commission plans. Non-sales roles starting salaries are expressed as base salary and short-term incentives are in the form of the Annual Incentive Plan (AIP).<br><br>In addition, certain roles may be eligible for long-term incentives in the form of a new hire equity award.<br><br>Adobe is proud to be anEqual Employment Opportunityand affirmative action employer. We do not discriminate based on gender, race or color, ethnicity or national origin, age, disability, religion, sexual orientation, gender identity or expression, veteran status, or any other applicable characteristics protected by law.Learn more.<br><br>Adobe aims to make Adobe.com accessible to any and all users. If you have a disability or special need that requires accommodation to navigate our website or complete the application process, emailaccommodations@adobe.comor call (408) 536-3015.<br><br>Adobe values a free and open marketplace for all employees and has policies in place to ensure that we do not enter into illegal agreements with other companies to not recruit or hire each other's employees.</p>",
      "name": "Multi-Solution Sales Executive",
      "type": "external",
      "publication_date": "2023-07-12T10:27:08Z",
      "short_name": "multisolution-sales-executive",
      "model_type": "jobs",
      "id": 11436156,
      "locations": [
        {
          "name": "Flexible / Remote"
        }
      ],
      "categories": [
        {
          "name": "Sales"
        }
      ],
      "levels": [
        {
          "name": "Senior Level",
          "short_name": "senior"
        }
      ],
      "tags": [],
      "refs": {
        "landing_page": "https://www.themuse.com/jobs/adobe/multisolution-sales-executive"
      },
      "company": {
        "id": 12084,
        "short_name": "adobe",
        "name": "Adobe"
      }
    },
    {
      "contents": "<p><b>Minimum qualifications:</b><br><br><ul> <li>6 years of experience in executive management consulting, business development, industry position, or a similar field.<br></li> <li>Experience managing business performance of partners and mapping partner capabilities and priorities to meet/exceed quarterly business targets.<br></li> <li>Experience in a quota carrying Security Sales role with Managed Security Service Providers (MSSP) or security resellers.<br></li> </ul><b>Preferred qualifications:</b><ul> <li>Bachelor's degree or equivalent practical experience.</li> <li>Experience with Security Operations (SecOps) toolset including Security Information and Event Management (SIEM), Security Orchestration, Automation, and Response (SOAR), Threat Intelligence and Endpoint Detection and Response (EDR) tools. <br></li> <li>Experience leading complex operational and strategic initiatives.<br></li> <li>Experience with business, channel, and industry.<br></li> <li>Understanding of Google Cloud Partner Ecosystem and the role of partners in cloud transformations.<br></li> <li>Ability to present to executives and communicate with a technical management team.<br></li> </ul> <br><b>About the job</b><br><br>Within Global Partnerships, the Strategic Alliances team has a unique goal. The team is responsible for understanding all of Google's strategic interests and developing cross-functional plans to ensure optimal outcomes. The strategies Google employs with our partners become increasingly complex as our relationships evolve to include multiple partnership, policy, and other business dimensions. The Strategic Alliances team's mission is to work internally across all the business and functional teams that interface with Google's most strategically complex partners to help shape a cohesive cross-product area engagement strategy for Google.<br><br>As the Strategic Alliance Manager, you will use knowledge of the market and expertise with partners combined with research and problem-solving abilities to inform a perspective on Google's strategy and help make recommendations to executives. Acting as a true thought leadership partner, you will challenge, advise, and support our Business and Product teams to optimize our engagement strategy. You will immerse yourself in data collection, draw insight on macro trends and future market developments from analysis of the telco industry, and then take a higher level view to develop compelling, synthesized recommendations. You will persistently explore and uncover the business strategies of these partners, and fully grasp how our range of product offerings both complement and differ with theirs. This is a quota-carrying sales position.<br><br>Google Cloud accelerates organizations' ability to digitally transform their business with the best infrastructure, platform, industry solutions and expertise. We deliver enterprise-grade solutions that leverage Google's cutting-edge technology - all on the cleanest cloud in the industry. Customers in more than 200 countries and territories turn to Google Cloud as their trusted partner to enable growth and solve their most critical business problems.<br><br>The US base salary range for this full-time position is $135,000-$207,000 + bonus + equity + benefits. Our salary ranges are determined by role, level, and location. The range displayed on each job posting reflects the minimum and maximum target for new hire salaries for the position across all US locations. Within the range, individual pay is determined by work location and additional factors, including job-related skills, experience, and relevant education or training. Your recruiter can share more about the specific salary range for your preferred location during the hiring process.<br><br>Please note that the compensation details listed in US role postings reflect the base salary only, and do not include bonus, equity, or benefits. Learn more about benefits at Google . <br><br><b>Responsibilities</b><br><br><ul> <li>Own the process of growth acquisition through selected partners to meet assigned goals, selling to partner accounts and facilitating business opportunities after the initial sale.<br></li><li>Develop and execute on business plans that provide consistent year over year business growth in selected partner accounts.<br></li><li>Maintain a consistent set of Sales, Technical and Marketing Benefits to partners that will facilitate their growth.<br></li><li>Build connections with Sales Managers and Partner Solutions to drive partner attach in all accounts.<br></li><li>Provide strategic input on business opportunities, agreement discussions, market announcements, and executive decision-making. Drive consensus on outcomes that balance both value and risk.</li> </ul></p>",
      "name": "Strategic Alliance Manager, Security, Google Cloud",
      "type": "external",
      "publication_date": "2023-09-06T10:30:44Z",
      "short_name": "strategic-alliance-manager-security-google-cloud",
      "model_type": "jobs",
      "id": 12193176,
      "locations": [
        {
          "name": "Addison, TX"
        },
        {
          "name": "Atlanta, GA"
        },
        {
          "name": "Austin, TX"
        },
        {
          "name": "Boulder, CO"
        },
        {
          "name": "Cambridge, MA"
        },
        {
          "name": "Chicago, IL"
        },
        {
          "name": "Flexible / Remote"
        },
        {
          "name": "Irvine, CA"
        },
        {
          "name": "New York, NY"
        },
        {
          "name": "Reston, VA"
        },
        {
          "name": "Seattle, WA"
        },
        {
          "name": "Sunnyvale, CA"
        }
      ],
      "categories": [
        {
          "name": "Sales"
        }
      ],
      "levels": [
        {
          "name": "Senior Level",
          "short_name": "senior"
        }
      ],
      "tags": [],
      "refs": {
        "landing_page": "https://www.themuse.com/jobs/google/strategic-alliance-manager-security-google-cloud"
      },
      "company": {
        "id": 15000298,
        "short_name": "google",
        "name": "Google"
      }
    },
    {
      "contents": "<p><b>Working at Atlassian</b><br><br><b>Atlassians can choose where they work  whether in an office, from home, or a combination of the two. That way, Atlassians have more control over supporting their family, personal goals, and other priorities. We can hire people in any country where we have a legal entity. Interviews and onboarding are conducted virtually, a part of being a distributed-first company.</b><br><br>This is a remote position. With a sufficient timezone overlap with the team, we're able to hire eligible candidates for this role from any location in Australia and New Zealand.<br><br>Your future team<br><br>The Jira Cloud DevOps group consists of several teams working to accelerate Atlassian developers. The team's mission is to allow development teams to safely and reliably deliver Jira Cloud changes from the feature branch to production. We assist Atlassian engineers to reach maximum developer productivity by providing modern tooling, improving processes and addressing pain points.<br><br>We are looking for an experienced Senior Manager for DevOps to lead our two teams focused on developer productivity and tooling for internal developers, and trust and security.<br><br>As the Senior Manager for DevOps, you will oversee the daily operations of both teams, ensuring that they are working to meet the needs of the department. You will also develop and implement strategies to improve developer productivity, improve tooling processes, and enhance trust and security measures.<br><br>The first of your teams is bringing development tools to our developers and continuous improvements in development speed/quality, allowing developers to focus on the business problems they are trying to solve.<br><br>The second of your teams is working to improve the security posture of our product codebases. They ensure that developers have a safe and secure environment in which to ship features to customers; and reduce the time developers spend reacting to threats.<br><br>You will be part of the Jira Cloud DevOps group in the Jira Foundations organisation, and will report to a Senior Engineering Manager.<br> <br>What you'll do<br><br><ul><li>Lead two DevOps teams, focused on developer productivity and security. Ensure that the teams are aligned with organisational goals.</li><li>Hire and grow the team in multiple timezones, looking after people growth and impact.</li><li>Develop and implement strategies to improve developer productivity and streamline tooling processes.</li><li>Provide coaching to team members to develop their skills and enhance their performance.</li><li>Partner with leadership, team members and other departments to improve the software delivery process and increase operational efficiency.</li><li>Operate services to ensure high availability and scalability.</li><li>Foster a culture of collaboration, innovation, and continuous improvement.</li></ul><br>Your background<br><br><ul><li>Bachelor's degree in Computer Science, Software Engineering, or related field.</li><li>Minimum of 7 years of experience with exposure to DevOps practices</li><li>Minimum of 5 years of experience in a leadership role</li><li>Desired experience with container technologies such as Docker and Kubernetes</li><li>Desired experience with Atlassian CI tools such as Bitbucket, Bamboo, Jira</li><li>Interest in security</li><li>Excellent project management experience managing complex projects</li><li>Passionate about building a team environment and build relationships with your team and other departments</li></ul><br>#LI-Remote<br><br><b>Our perks &amp; benefits</b><br><br>Atlassian offers a variety of perks and benefits to support you, your family and to help you engage with your local community. Our offerings include health coverage, paid volunteer days, wellness resources, and so much more. Visit <b>go.atlassian.com/perksandbenefits</b>to learn more.<br><br><b>About Atlassian</b><br><br>At Atlassian, we're motivated by a common goal: to unleash the potential of every team. Our software products help teams all over the planet and our solutions are designed for all types of work. Team collaboration through our tools makes what may be impossible alone, possible together.<br><br>We believe that the unique contributions of all Atlassians create our success. To ensure that our products and culture continue to incorporate everyone's perspectives and experience, we never discriminate based on race, religion, national origin, gender identity or expression, sexual orientation, age, or marital, veteran, or disability status. All your information will be kept confidential according to EEO guidelines.<br><br>To provide you the best experience, we can support with accommodations or adjustments at any stage of the recruitment process. Simply inform our Recruitment team during your conversation with them.<br><br>To learn more about our culture and hiring process, visit <b>go.atlassian.com/crh</b><b>.</b></p>",
      "name": "Senior Engineering Manager - Jira Cloud DevOps",
      "type": "external",
      "publication_date": "2023-08-10T00:02:13Z",
      "short_name": "senior-engineering-manager-jira-cloud-devops",
      "model_type": "jobs",
      "id": 11948157,
      "locations": [
        {
          "name": "Flexible / Remote"
        },
        {
          "name": "Sydney, Australia"
        }
      ],
      "categories": [
        {
          "name": "Software Engineering"
        }
      ],
      "levels": [
        {
          "name": "Senior Level",
          "short_name": "senior"
        }
      ],
      "tags": [],
      "refs": {
        "landing_page": "https://www.themuse.com/jobs/atlassian/senior-engineering-manager-jira-cloud-devops"
      },
      "company": {
        "id": 741,
        "short_name": "atlassian",
        "name": "Atlassian"
      }
    },
    {
      "contents": "<p><strong>About Pinterest</strong>:  <br> <br>Millions of people across the world come to Pinterest to find new ideas every day. It's where they get inspiration, dream about new possibilities and plan for what matters most. Our mission is to help those people find their inspiration and create a life they love. In your role, you'll be challenged to take on work that upholds this mission and pushes Pinterest forward. You'll grow as a person and leader in your field, all the while helping Pinners make their lives better in the positive corner of the internet.<br> <br>Creating a life you love also means finding a career that celebrates the unique perspectives and experiences that you bring. As you read through the expectations of the position, consider how your skills and experiences may complement the responsibilities of the role. We encourage you to think through your relevant and transferable skills from prior experiences.<br> <br>Our new progressive work model is called PinFlex, a term that's uniquely Pinterest to describe our flexible approach to living and working. Visit our <a href=\"https://www.pinterestcareers.com/pinflex/\">PinFlex</a> landing page to learn more.<br><br>We're looking for a full-stack engineer to join our Ads Engineering team. You will be joining a team responsible for several critical surfaces that guide the user to advertise on Pinterest. The ideal candidate should have a technical background and is willing to learn new technologies and methodologies and have a passion for product quality and building systems to ship high quality releases.<br> <br><strong>What you'll do:</strong><br><br><ul> <li>Build impactful features within Pinterest's Ads Manager that reach thousands of advertisers</li> <li>Work with Design, Product, Engineering, and other XFN stakeholders to launch features from conception</li> <li>Participate in Scrum team meetings reporting overall progress and flagging blockers</li> <li>Help collaborate and design new product experiments that could potentially be build by the team</li> <li>Use data to drive decisions and define success</li> </ul><br><strong>What we're looking for:</strong><br><br><ul> <li>Deep understanding of Web and API development and best practices </li> <li>Strong technical background and understanding of at least one programming language. Python/Javascript preferred</li> <li>Knowledge on cpu usage, logging, memory management, caching and builds on Web/API</li> <li>Expertise in developing and debugging across a diverse service stack including storage and data solutions</li> <li>Demonstrated track record of improving software quality with stable deploys</li> <li>Experience on platform teams/initiatives, driving technology adoption across feature teams</li> <li>Keeps up to date with new technologies to understand what should be incorporated </li> <li>Strong collaboration and communication skills</li> </ul><br>This position is not eligible for relocation assistance and candidates that apply should be based and legally authorized to work in Mexico.<br> <br>#LI-REMOTE<br> <br>#LI-MM<br><br><strong>Our Commitment to Diversity:</strong><br> <br>Pinterest is an equal opportunity employer and makes employment decisions on the basis of merit. We want to have the best qualified people in every job. All qualified applicants will receive consideration for employment without regard to race, color, religion, sex, sexual orientation, gender identity, national origin, disability, protected veteran status, or any other characteristic under federal, state, or local law. We also consider qualified applicants regardless of criminal histories, consistent with legal requirements. If you require an accommodation during the job application process, please notify <a href=\"mailto:accessibility@pinterest.com\">accessibility@pinterest.com</a> for support.</p>",
      "name": "Software Engineer, Fullstack",
      "type": "external",
      "publication_date": "2023-07-11T23:02:49Z",
      "short_name": "software-engineer-fullstack-ef62e9",
      "model_type": "jobs",
      "id": 10712631,
      "locations": [
        {
          "name": "Flexible / Remote"
        }
      ],
      "categories": [
        {
          "name": "Software Engineering"
        }
      ],
      "levels": [
        {
          "name": "Mid Level",
          "short_name": "mid"
        }
      ],
      "tags": [],
      "refs": {
        "landing_page": "https://www.themuse.com/jobs/pinterest/software-engineer-fullstack-ef62e9"
      },
      "company": {
        "id": 31,
        "short_name": "pinterest",
        "name": "Pinterest"
      }
    },
    {
      "contents": "<p><b>Our Company</b><br><br>Changing the world through digital experiences is what Adobe's all about. We give everyone-from emerging artists to global brands-everything they need to design and deliver exceptional digital experiences! We're passionate about empowering people to create beautiful and powerful images, videos, and apps, and transform how companies interact with customers across every screen.<br><br>We're on a mission to hire the very best and are committed to creating exceptional employee experiences where everyone is respected and has access to equal opportunity. We realize that new ideas can come from everywhere in the organization, and we know the next big idea could be yours!<br><br><b>The Opportunity </b><br><br>The Head of Commerce Sales leads a team of leaders and sellers, managing the customer life cycle for Fortune 500 companies. They are responsible for acquiring new business, building the Commerce sales pipeline, growing subscription revenue in existing accounts, and driving customer health and renewal business for Adobe Commerce.<br><br>This executive sales leader collaborates with WW Sales leaders to develop and execute the GTM strategy for the enterprise segment, exceeding revenue and retention goals. They provide business direction to various field functions, including marketing, partners, solution consulting, and services, and influence product teams to meet market demands.<br><br><b>What You'll Do</b><br><ul><li>Lead the Commerce team, enabling them to sell to various organizational levels and close high-value deals, while empowering field teams.</li><li>Recruit, coach, mentor, and manage a world-class team of sales leaders and professionals, driving yearly sales targets and expanding the client base.</li><li>Ensure smooth Sales department operations, including accurate pipeline reporting and quarterly sales forecasts, facilitating executed sales and closings.</li><li>Collaborate across the business to develop the GTM strategy, encompassing software and services.</li><li>Act as executive sponsor for high-value client renewals and negotiations.</li><li>Identify gaps and develop plans for field functions such as marketing, BDRs, solution consulting, partners, and services organizations.</li><li>Identify and develop sales enablement opportunities as needed.</li></ul><br><b>What You Need to Succeed</b><br><ul><li></li><li>10-15 years of successful enterprise-level sales leadership experience in the enterprise commerce market, with a strong sales performance and ability to manage complex sales cycles.</li><li>15+ years of overall experience in enterprise-level software selling, preferably with a combination of software and services sales.</li><li>Experience selling to CIOs and CDOs is highly valued, and understanding the needs of the commerce team is critical.</li><li>Knowledge of large, complex sales models and prior experience with emerging technologies is highly desired.</li><li>Strong presentation, executive presence, and influencing skills are crucial.</li><li>Willingness to travel nationwide (25-50%).</li><li>Highly motivated with the ability to create and develop a success-oriented sales team.</li><li>BA/BS degree required; master's degree preferred.</li></ul><br><b>Adobe's Worldwide Field Operations</b><br><br>Adobe's Worldwide Field Operations provides customers with the products, services, solutions, and support they need to make, lead, measure and/or monetize their digital assets. Worldwide Field Operations includes Worldwide Sales, Reseller Partnerships, Partner Sales, Adobe Global Services, Sales Operations and the Adobe Worldwide eCommerce organizations.<br><br>Take a peek into Adobe life in this video.<br><br>When you join Adobe, you can look forward to collaborating with the most genuine people in the industry, working on projects with real purpose, and having immense pride in the products we create and the customers we support. You will also be surrounded by colleagues who are committed to helping each other grow through our unique Check-In approach where ongoing feedback flows freely.<br><br>Adobe is an equal opportunity employer. We hire talented individuals, regardless of gender, race, ethnicity, ancestry, age, disability, sexual orientation, gender identity or expression, veteran status, cultural background, or religious beliefs. We know that when our employees feel appreciated and included, they can be more creative, innovative, and successful. This is what it means to be Adobe For All.<br><br>If you're looking to make an impact, Adobe's the place for you. Discover what our employees are saying about their career experiences on the Adobe Life blog and explore the meaningful benefits we offer.<br><br>Our compensation reflects the cost of labor across several U.S. geographic markets, and we pay differently based on those defined markets. The U.S. pay range for this positionis $308,800 -- $482,700 annually. Paywithin this range varies by work locationand may also depend on job-related knowledge, skills,and experience. Your recruiter can share more about the specific salary range for the job location during the hiring process.<br><br>At Adobe, for sales roles starting salaries are expressed as total target compensation (TTC = base + commission), and short-term incentives are in the form of sales commission plans. Non-sales roles starting salaries are expressed as base salary and short-term incentives are in the form of the Annual Incentive Plan (AIP).<br><br>In addition, certain roles may be eligible for long-term incentives in the form of a new hire equity award.<br><br>Adobe is proud to be anEqual Employment Opportunityand affirmative action employer. We do not discriminate based on gender, race or color, ethnicity or national origin, age, disability, religion, sexual orientation, gender identity or expression, veteran status, or any other applicable characteristics protected by law.Learn more.<br><br>Adobe aims to make Adobe.com accessible to any and all users. If you have a disability or special need that requires accommodation to navigate our website or complete the application process, emailaccommodations@adobe.comor call (408) 536-3015.<br><br>Adobe values a free and open marketplace for all employees and has policies in place to ensure that we do not enter into illegal agreements with other companies to not recruit or hire each other's employees.</p>",
      "name": "Head of Commerce Sales",
      "type": "external",
      "publication_date": "2023-08-03T10:33:11Z",
      "short_name": "head-of-commerce-sales",
      "model_type": "jobs",
      "id": 11584430,
      "locations": [
        {
          "name": "Austin, TX"
        },
        {
          "name": "Chicago, IL"
        },
        {
          "name": "Denver, CO"
        },
        {
          "name": "Emeryville, CA"
        },
        {
          "name": "Flexible / Remote"
        },
        {
          "name": "Lehi, UT"
        },
        {
          "name": "Los Angeles, CA"
        },
        {
          "name": "McLean, VA"
        },
        {
          "name": "New York, NY"
        },
        {
          "name": "Portland, OR"
        },
        {
          "name": "San Francisco, CA"
        },
        {
          "name": "San Jose, CA"
        },
        {
          "name": "Seattle, WA"
        }
      ],
      "categories": [
        {
          "name": "Sales"
        }
      ],
      "levels": [
        {
          "name": "Senior Level",
          "short_name": "senior"
        }
      ],
      "tags": [],
      "refs": {
        "landing_page": "https://www.themuse.com/jobs/adobe/head-of-commerce-sales"
      },
      "company": {
        "id": 12084,
        "short_name": "adobe",
        "name": "Adobe"
      }
    },
    {
      "contents": "<p><b>Minimum qualifications:</b><br><br><ul> <li>Bachelor's degree in Engineering, Computer Science, or equivalent practical experience.<br></li> <li>Experience in security engineering, security operations, vulnerability management, incident management, security assessments, or security assurance/compliance.<br></li> <li>Experience with SIEM, identity/access management, network security, system administration, data protection, security log analysis, pen testing.<br></li> </ul><b>Preferred qualifications:</b><ul> <li>Master's degree in Engineering, Computer Science, or a related field.<br></li> <li>Certification in Cybersecurity and Infrastructure Security Agency (CISA), Certified Information Systems Security Professional (CISSP), Project Management Professional (PMP), or Certified Internal Auditor (CIA).<br></li> <li>Experience with industry compliance and security standards and frameworks such as Mitre ATT and CK, PCI DSS, ISO 27001, SOC 1 and 2.<br></li> <li>Experience with automating IT processes with scripting and coding.<br></li> <li>Knowledge of Linux, Networking, Firewalls, Intrusion Detection System (IDS), and Proxys.<br></li> <li>Knowledge of Chronicle security products.<br></li> </ul> <br><b>About the job</b><br><br>The Google Cloud Platform team helps customers transform and build what's next for their business - all with technology built in the cloud. Our products are engineered for security, reliability and scalability, running the full stack from infrastructure to applications to devices and hardware. Our teams are dedicated to helping our customers - developers, small and large businesses, educational institutions and government agencies - see the benefits of our technology come to life. As part of an entrepreneurial team in this rapidly growing business, you will play a key role in understanding the needs of our customers and help shape the future of businesses of all sizes use technology to connect with customers, employees and partners.<br> <br>Google Cloud accelerates organizations' ability to digitally transform their business with the best infrastructure, platform, industry solutions, and expertise. We deliver enterprise-grade solutions that leverage Google's cutting-edge technology, all on the cleanest cloud in the industry. Customers in more than 200 countries and territories turn to Google Cloud as their trusted partner to enable growth and solve their most critical business problems.<br><br>Mandiant is a recognized leader in dynamic cyber defense, threat intelligence and incident response services. By scaling decades of frontline experience, Mandiant helps organizations to be confident in their readiness to defend against and respond to cyber threats. Mandiant is now part of Google Cloud. <br><br><b>Responsibilities</b><br><br><ul> <li>Consult and guide customers on the deployment, configuration, and adoption of Mandiant Advantage to help improve their ability to detect, block, alert, and respond to cyber security threats.</li> <li>Collaborate with the Mandiant Advantage Engineering teams on suggested features and opportunities for improving the products.</li> <li>Serve as a technical security advisor and resolve technical challenges for customers.</li> <li>Travel up to 20% of the time as required.</li> </ul></p>",
      "name": "Technical Solutions Consultant, Mandiant, Google Cloud",
      "type": "external",
      "publication_date": "2023-09-02T10:27:33Z",
      "short_name": "technical-solutions-consultant-mandiant-google-cloud",
      "model_type": "jobs",
      "id": 12266043,
      "locations": [
        {
          "name": "Flexible / Remote"
        },
        {
          "name": "London, United Kingdom"
        }
      ],
      "categories": [
        {
          "name": "Computer and IT"
        }
      ],
      "levels": [
        {
          "name": "Mid Level",
          "short_name": "mid"
        }
      ],
      "tags": [],
      "refs": {
        "landing_page": "https://www.themuse.com/jobs/google/technical-solutions-consultant-mandiant-google-cloud"
      },
      "company": {
        "id": 15000298,
        "short_name": "google",
        "name": "Google"
      }
    },
    {
      "contents": "<p><b>Working at Atlassian</b><br><br><b>Atlassians can choose where they work  whether in an office, from home, or a combination of the two. That way, Atlassians have more control over supporting their family, personal goals, and other priorities. We can hire people in any country where we have a legal entity. Interviews and onboarding are conducted virtually, a part of being a distributed-first company.</b><br><br>With a sufficient timezone overlap with the team, we're able to hire eligible candidates for this role located anywhere in France, Germany, the Netherlands, or the United Kingdom. If this sparks your interest, apply today and chat with our friendly recruitment team further.<br><br>Atlassian is revolutionising the software development industry and helping teams all around the world like Nasa, Tesla, Daimler, and Amadeus to advance humanity through the power of software and collaboration. Our sales teams help our customers to realise more business value with the Atlassian solution portfolio.<br><br>In this non-traditional sales leadership role you will manage one of our European sales teams. You will set the sales strategy and lead its execution across your team. You will help your team unlock new business opportunities and build relationships with business and IT stakeholders within their customer base to propel incremental sales. Your team will also partner with other teams, including channel, product specialists, and solutions engineers. They are advocates for our customers, providing market feedback to our development teams, and helping us always improve our customer experience.<br><br>Your future team<br><br>You will report to Elise Hoekstra (Segment Director Enterprise Sales). You will lead a distributed team of sellers covering the DACH region.<br> <br>Your background<br><br><ul><li>Two or more years of people management experience</li><li>At least five years of enterprise sales experience</li><li>A track record of achieving targets</li><li>You enjoy value selling</li><li>You're passionate about coaching people</li><li>You can coach your sales team to drive a sales cycle, build a pipeline, deliver accurate forecasting, and achieve revenue goals</li><li>You love trying out new things and sharing your findings with your team</li><li>Extensive experience selling in the DACH region, and fluency in German</li></ul><br>#LI-FV1<br><br><b>Our perks &amp; benefits</b><br><br>Atlassian offers a variety of perks and benefits to support you, your family and to help you engage with your local community. Our offerings include health coverage, paid volunteer days, wellness resources, and so much more. Visit <b>go.atlassian.com/perksandbenefits</b>to learn more.<br><br><b>About Atlassian</b><br><br>At Atlassian, we're motivated by a common goal: to unleash the potential of every team. Our software products help teams all over the planet and our solutions are designed for all types of work. Team collaboration through our tools makes what may be impossible alone, possible together.<br><br>We believe that the unique contributions of all Atlassians create our success. To ensure that our products and culture continue to incorporate everyone's perspectives and experience, we never discriminate based on race, religion, national origin, gender identity or expression, sexual orientation, age, or marital, veteran, or disability status. All your information will be kept confidential according to EEO guidelines.<br><br>To provide you the best experience, we can support with accommodations or adjustments at any stage of the recruitment process. Simply inform our Recruitment team during your conversation with them.<br><br>To learn more about our culture and hiring process, visit <b>go.atlassian.com/crh</b><b>.</b></p>",
      "name": "Enterprise Sales Manager, DACH",
      "type": "external",
      "publication_date": "2023-08-10T00:02:13Z",
      "short_name": "enterprise-sales-manager-dach",
      "model_type": "jobs",
      "id": 11145643,
      "locations": [
        {
          "name": "Flexible / Remote"
        },
        {
          "name": "Munich, Germany"
        }
      ],
      "categories": [
        {
          "name": "Sales"
        }
      ],
      "levels": [
        {
          "name": "Senior Level",
          "short_name": "senior"
        }
      ],
      "tags": [],
      "refs": {
        "landing_page": "https://www.themuse.com/jobs/atlassian/enterprise-sales-manager-dach"
      },
      "company": {
        "id": 741,
        "short_name": "atlassian",
        "name": "Atlassian"
      }
    },
    {
      "contents": "<p><b>Working at Atlassian</b><br><br><b>Atlassians can choose where they work  whether in an office, from home, or a combination of the two. That way, Atlassians have more control over supporting their family, personal goals, and other priorities. We can hire people in any country where we have a legal entity. Interviews and onboarding are conducted virtually, a part of being a distributed-first company.</b><br><br>To help our teams work together effectively, this fully remote role requires you to be located in the Australia or NewZealand.<br><br>We're looking for a Senior Engineering Manager to lead a team of backend engineers. You'll be part of the Atlassian Cloud Storage (ACS) Team, that spans Australia and the US, reporting to one of our Senior Engineering Leads based in Sydney, Australia. You will directly help scale Atlassian by helping us evolve our industry-leading storage organisation that offers a kick-ass self-service, extensible data storage platform with built in operational excellence, cost efficiency and ease of recovery. Our platform is at the heart of Atlassian's services and accelerates our developers by provisioning and operating relational and non-relational data stores. The services you will develop and operate are required to be of high quality while still being able to move fast and keep up with your customers' needs and scale.<br> <br>What you'll do:<br><br><ul><li>Be responsible for predictable, high-quality, software delivery</li><li>Grow individuals and groom leaders on the team</li><li>Contribute to architecture and technical decision-making</li><li>Work with your leadership and partners to strategise, evolve roadmaps and provide high quality solutions</li><li>Set, communicate and manage impactful well defined goals, define success metrics, identify risks, issues and blockers and set the right expectations with our customers</li><li>Manage and grow your team of Tech Leads and Software Engineers</li></ul><br>Your background:<br><br><ul><li>5+ years of experience managing software engineering teams running core services at scale</li><li>Bachelor's degree with a preference for Computer Science degree</li><li>Expertise with one or more prominent languages such as Java, Kotlin, Go, or Scala is required.</li><li>Understanding of SaaS, PaaS, IaaS industry with hands-on experience with public cloud offerings (e.g., AWS, GCP, or Azure)</li><li>Experienced in evaluating trade-offs between speed, quality and cost.</li></ul><br>If you've got these skills, even better:<br><br><ul><li>Proficiency in K8s and Cloud Native technologies</li><li>Experience building and operating world-scale storage systems</li><li>Proficiency in Elastic Search, RDS, Aurora, or DynamoDB</li></ul><br><b>Our perks &amp; benefits</b><br><br>Atlassian offers a variety of perks and benefits to support you, your family and to help you engage with your local community. Our offerings include health coverage, paid volunteer days, wellness resources, and so much more. Visit <b>go.atlassian.com/perksandbenefits</b>to learn more.<br><br><b>About Atlassian</b><br><br>At Atlassian, we're motivated by a common goal: to unleash the potential of every team. Our software products help teams all over the planet and our solutions are designed for all types of work. Team collaboration through our tools makes what may be impossible alone, possible together.<br><br>We believe that the unique contributions of all Atlassians create our success. To ensure that our products and culture continue to incorporate everyone's perspectives and experience, we never discriminate based on race, religion, national origin, gender identity or expression, sexual orientation, age, or marital, veteran, or disability status. All your information will be kept confidential according to EEO guidelines.<br><br>To provide you the best experience, we can support with accommodations or adjustments at any stage of the recruitment process. Simply inform our Recruitment team during your conversation with them.<br><br>To learn more about our culture and hiring process, visit <b>go.atlassian.com/crh</b><b>.</b></p>",
      "name": "Senior Engineering Manager - Atlassian Cloud Storage",
      "type": "external",
      "publication_date": "2023-08-10T00:02:14Z",
      "short_name": "senior-engineering-manager-atlassian-cloud-storage",
      "model_type": "jobs",
      "id": 12071447,
      "locations": [
        {
          "name": "Flexible / Remote"
        },
        {
          "name": "Sydney, Australia"
        }
      ],
      "categories": [
        {
          "name": "Software Engineering"
        }
      ],
      "levels": [
        {
          "name": "Senior Level",
          "short_name": "senior"
        }
      ],
      "tags": [],
      "refs": {
        "landing_page": "https://www.themuse.com/jobs/atlassian/senior-engineering-manager-atlassian-cloud-storage"
      },
      "company": {
        "id": 741,
        "short_name": "atlassian",
        "name": "Atlassian"
      }
    },
    {
      "contents": "<p><b>Working at Atlassian</b><br><br><b>Atlassians can choose where they work  whether in an office, from home, or a combination of the two. That way, Atlassians have more control over supporting their family, personal goals, and other priorities. We can hire people in any country where we have a legal entity. Interviews and onboarding are conducted virtually, a part of being a distributed-first company.</b><br><br><b>We have an office in Bengaluru but as we continue to expand our footprint in India, we can hire eligible candidates remotely anywhere in India.</b><br><br><b>Job description</b><br><br>Confluence Data Center is expanding its footprint in India. We are looking for experienced senior engineers to join our India team and help us to work with security. You will help the team to find creative solutions to fix security problems in our codebase, participating in the investigation, solution design, and implementation. Those fixes will require excellent problem-solving skills and grant you opportunities to be challenged by their complexities and scale. You will have a chance to work across all the products and with all sorts of integrations with other Atlassian products and our ecosystem.<br><br>You will be counted on to provide guidance and mentorship with hands-on development of internal development, automation, and continuous integration processes. You will have a lot of autonomy and the opportunity to be involved in many different aspects of the Confluence Data Center.<br><br>We are looking for candidates who seek to make a significant impact through collaboration with like-minded leaders, driving highly autonomous teams, and working closely with real-world customer deployments. We are determined to make Confluence the standard platform for Enterprise customers, meeting the highest level of security and compliance standards.<br> <br>What you'll do<br><br><ul><li>Guide large projects autonomously, from technical design to launch</li><li>Promote your team's mission, and anticipate problems that might derail them by improving team and engineering culture and practices.</li><li>Automate testing, deployment, and other tasks related to software delivery</li><li>Manage infrastructure to ensure high availability and performance</li><li>Implement monitoring systems for the infrastructure and applications</li><li>Solve complex architecture challenges, apply architectural standards and start using them on new projects</li><li>Lead by example, contributing to code reviews, documentation and take on complex bug fixes, especially on high-risk problems</li><li>Partner across engineering teams to solve company-wide programmes</li><li>Mentor and level up the skills of your teammates by sharing your expertise through knowledge sharing sessions</li><li>Participate in Agile software development including daily stand-ups, sprint planning, team retrospectives, show and tell demo sessions</li><li>Identify blockers, success metrics ensuring awareness and expectations</li></ul><br>Your background<br><br><ul><li>At least 5 years of experience in DevOps tooling and CI/CD pipelines</li><li>At least 5 years of experience in Software Development with one or more prominent languages such as Kotlin, Java, Python or similar.</li><li>Hands-on experience with AWS</li><li>Fluency in any one database technology (e.g. RDBMS like Oracle or Postgres or NoSQL like DynamoDB or Cassandra)</li><li>Experience creating and implementing well-tested, scalable and performant distributed systems</li><li>Knowledge to evaluate trade-offs between correctness, robustness, performance, space and time</li><li>Practice in mentoring other engineers and influencing decision makers throughout the organisation</li><li>Consider the customer impact when making technical decisions</li></ul><br>#LI-Remote<br><br><b>Our perks &amp; benefits</b><br><br>Atlassian offers a variety of perks and benefits to support you, your family and to help you engage with your local community. Our offerings include health coverage, paid volunteer days, wellness resources, and so much more. Visit <b>go.atlassian.com/perksandbenefits</b>to learn more.<br><br><b>About Atlassian</b><br><br>At Atlassian, we're motivated by a common goal: to unleash the potential of every team. Our software products help teams all over the planet and our solutions are designed for all types of work. Team collaboration through our tools makes what may be impossible alone, possible together.<br><br>We believe that the unique contributions of all Atlassians create our success. To ensure that our products and culture continue to incorporate everyone's perspectives and experience, we never discriminate based on race, religion, national origin, gender identity or expression, sexual orientation, age, or marital, veteran, or disability status. All your information will be kept confidential according to EEO guidelines.<br><br>To provide you the best experience, we can support with accommodations or adjustments at any stage of the recruitment process. Simply inform our Recruitment team during your conversation with them.<br><br>To learn more about our culture and hiring process, visit <b>go.atlassian.com/crh</b><b>.</b></p>",
      "name": "Senior Software Engineer - DevOps",
      "type": "external",
      "publication_date": "2023-08-23T23:53:36Z",
      "short_name": "senior-software-engineer-devops-ddcf9f",
      "model_type": "jobs",
      "id": 12189608,
      "locations": [
        {
          "name": "Bangalore, India"
        },
        {
          "name": "Flexible / Remote"
        }
      ],
      "categories": [
        {
          "name": "Software Engineering"
        }
      ],
      "levels": [
        {
          "name": "Senior Level",
          "short_name": "senior"
        }
      ],
      "tags": [],
      "refs": {
        "landing_page": "https://www.themuse.com/jobs/atlassian/senior-software-engineer-devops-ddcf9f"
      },
      "company": {
        "id": 741,
        "short_name": "atlassian",
        "name": "Atlassian"
      }
    },
    {
      "contents": "<p><b>Working at Atlassian</b><br><br><b>Atlassians can choose where they work  whether in an office, from home, or a combination of the two. That way, Atlassians have more control over supporting their family, personal goals, and other priorities. We can hire people in any country where we have a legal entity. Interviews and onboarding are conducted virtually, a part of being a distributed-first company.</b><br><br>This is a remote position that requires you to be based in the United States.<br><br>Your future team<br><br>Our Partnerships team is comprised of people with backgrounds in Partnerships, Product, Sales, Engineering and Marketing. We develop partnerships and integrations between Atlassian products and SaaS companies such as AWS, Slack, Snyk, Figma, New Relic and Microsoft.<br><br>As a Product Partnerships Manager reporting to the Head of Partnerships, you'll define partner strategies, collaborate internally and externally to promote customer engagement and company growth.<br> <br>What you'll do<br><br><ul><li>Develop partnerships between Atlassian and 3rd parties to promote customer engagement and growth of our respective products</li><li>Define partner requirements, lead partner engagements, produce qualitative and quantitative analysis of performance, explore new strategic opportunities, and inform our product roadmap</li><li>Build broad senior level relationships internally and externally</li><li>Develop creative solutions to meet the partner's and Atlassian's goals</li><li>Influence stakeholders internally and externally to meet timelines, maximize customer and partner impact to reach goals</li><li>Prioritize your work by balancing long-term strategy with short-term execution</li></ul><br>Your background<br><br><ul><li>7+ years experience in partnerships, product, sales, sales engineering or partner marketing at a software company</li><li>Experience working with partners in the software development space</li><li>Success managing external relationships and balancing those with internal priorities</li><li>Success bringing people together to meet shared goals</li><li>You're excited about solving customer problems and always putting the customer first</li></ul><br>It's great, but not required, if you have<br><br><ul><li>Direct go-to-market experience</li><li>Product management or solution engineering experience</li></ul><br><b>Compensation</b><br><br>At Atlassian, we strive to design equitable and explainable compensation programs. To support this goal, the baseline of our range is higher than that of the typical market range, but in turn we expect to hire most candidates near this baseline. Base pay within the range is ultimately determined by a candidate's skills, expertise, or experience.<br><br>In the United States, we have three geographic pay zones. For this role, our current base pay ranges for new hires in each zone are:<br><br>Zone A: $189,700 - $253,000<br><br>Zone B: $170,800 - $227,700<br><br>Zone C: $157,500 - $210,000<br><br>This role may also be eligible for benefits, bonuses, commissions, and equity.<br><br>Please visit go.atlassian.com/payzones for more information on which locations are included in each of our geographic pay zones. However, please confirm the zone for your specific location with your recruiter.<br><br>#LI-Remote<br><br><b>Our perks &amp; benefits</b><br><br>Atlassian offers a variety of perks and benefits to support you, your family and to help you engage with your local community. Our offerings include health coverage, paid volunteer days, wellness resources, and so much more. Visit <b>go.atlassian.com/perksandbenefits </b>to learn more.<br><br><b>About Atlassian</b><br><br>At Atlassian, we're motivated by a common goal: to unleash the potential of every team. Our software products help teams all over the planet and our solutions are designed for all types of work. Team collaboration through our tools makes what may be impossible alone, possible together.<br><br>We believe that the unique contributions of all Atlassians create our success. To ensure that our products and culture continue to incorporate everyone's perspectives and experience, we never discriminate based on race, religion, national origin, gender identity or expression, sexual orientation, age, or marital, veteran, or disability status. All your information will be kept confidential according to EEO guidelines.<br><br>To provide you the best experience, we can support with accommodations or adjustments at any stage of the recruitment process. Simply inform our Recruitment team during your conversation with them.<br><br>Pursuant to the San Francisco Fair Chance Ordinance, we will consider for employment qualified applicants with arrest and conviction records.<br><br>To learn more about our culture and hiring process, visit <b>go.atlassian.com/crh</b><b>.</b></p>",
      "name": "Product Partnerships Manager",
      "type": "external",
      "publication_date": "2023-08-19T23:44:58Z",
      "short_name": "product-partnerships-manager-27aa78",
      "model_type": "jobs",
      "id": 12119423,
      "locations": [
        {
          "name": "Flexible / Remote"
        },
        {
          "name": "San Francisco, CA"
        }
      ],
      "categories": [
        {
          "name": "Business Operations"
        }
      ],
      "levels": [
        {
          "name": "Senior Level",
          "short_name": "senior"
        }
      ],
      "tags": [],
      "refs": {
        "landing_page": "https://www.themuse.com/jobs/atlassian/product-partnerships-manager-27aa78"
      },
      "company": {
        "id": 741,
        "short_name": "atlassian",
        "name": "Atlassian"
      }
    },
    {
      "contents": "<p><b>Our Company</b><br><br>Changing the world through digital experiences is what Adobe's all about. We give everyone-from emerging artists to global brands-everything they need to design and deliver exceptional digital experiences! We're passionate about empowering people to create beautiful and powerful images, videos, and apps, and transform how companies interact with customers across every screen.<br><br>We're on a mission to hire the very best and are committed to creating exceptional employee experiences where everyone is respected and has access to equal opportunity. We realize that new ideas can come from everywhere in the organization, and we know the next big idea could be yours!<br><br><b>Our Company</b><br><br>Changing the world through digital experiences is what Adobe's all about. We give everyone-from emerging artists to global brands-everything they need to design and deliver exceptional digital experiences! We're passionate about empowering people to create beautiful and powerful images, videos, and apps, and transform how companies interact with customers across every screen.<br><br>We're on a mission to hire the very best and are committed to creating exceptional employee experiences where everyone is respected and has access to equal opportunity. We realize that new ideas can come from everywhere in the organization, and we know the next big idea could be yours!<br><br><b><b>The Opportunity</b></b><br><br>Frame.io, an Adobe Company, is changing the future of how videos are made by helping over 2 million creative professionals seamlessly collaborate from all over the world.<br><br>Engineering at Frame.io is about more than just writing code - it's crafting products that inspire creativity and allow our users to do great work. We care deeply about how our products are built, how they look, how they feel, and how they function.<br><br>We're looking for an engineering manager to lead our Workflow squad - a team of dedicated engineers working on our next-generation, secure workflow capabilities of our platform. Your squad will participate in cross-team initiatives, as well as own the upcoming work on custom fields, metadata, views and workflow features critical to our success as a business.<br><br><b>You'll have 3 main jobs:</b><br><ul><li>Empower the squad to be better at their jobs<br></li><li>Lead the squad in building ambitious, best-in-class applications<br></li><li>Help grow our engineering team and culture<br></li></ul><br>Additionally, you'll directly contribute to codebases with your feedback and provide mentorship through pair programming. To provide additional space for technical growth, each quarter you'll pick one week to cancel all your meetings to code. We call these Manager Hack Weeks and it's an integral part of our management culture.<br><br>Success in this role means leading the team to craft the best work of their careers.<br><br><b><b>What You'll Do</b></b><br><ul><li>Be a great leader and teammate - we create amazing products by working together<br></li><li>Facilitate a squad of highly effective web and backend engineers. Coach them. Provide technical mentorship. Unblock them. Celebrate them. Help them expand their impact each and every day<br></li><li>Advocate for engineering excellence and contribute to architecture and high-level structure of our applications<br></li><li>Rapidly form action plans to align workstreams across squads, ensuring squad needs are appropriately accounted for and eliminate communication gaps<br></li><li>Partner closely with engineers, product, design, user insights, and QA to help shape, sequence, and lead the squad's engineering work<br></li><li>Provide technical leadership to the engineers and be accountable for the technical decisions made on the team<br></li><li>Grow, educate, and retain a successful team with a high delivery cadence in an agile environment<br></li><li>Co-own the strategy for the squad with your product and design partners and senior stakeholders<br></li><li>Help drive culture and process improvements across our engineering organization with guidance to the broader company<br></li></ul><br><b><b>What You'll Need To Succeed</b></b><br><ul><li>A love of full-stack engineering, people management, product design, and using exceptional products<br></li><li>Experience planning, implementing and delivering projects with multiple engineers, and multiple squads. You've taken ideas and turned them into reality<br></li><li>A strong desire to foster a working environment that's enriching, inclusive, and safe, where people of all backgrounds and identities feel welcome<br></li><li>Experience working across a full web application stack. You understand a spectrum of technologies at varying degrees of expertise. We use React, Next.js, Apollo Client, Typescript, GraphQL Codegen, and Styled Components on the frontend and Elixir, Postgres, Elasticsearch, Redis, and AWS on the backend<br></li><li>Experience leading people, including providing formal and informal feedback<br></li><li>Passion for collaborating with design from concept to production, and helping engineers to do likewise<br></li><li>Track record of delivering beautiful and performant software, including a strong sense of clean animations and flexible layout<br></li><li>Proficient in developing secure, hardened code<br></li><li>Eager to innovate on performance with load optimizations, pre-fetching, and animation<br></li></ul><br>Our compensation reflects the cost of labor across several U.S. geographic markets, and we pay differently based on those defined markets. The U.S. pay range for this positionis $133,300 -- $268,500 annually. Paywithin this range varies by work locationand may also depend on job-related knowledge, skills,and experience. Your recruiter can share more about the specific salary range for the job location during the hiring process.<br><br>At Adobe, for sales roles starting salaries are expressed as total target compensation (TTC = base + commission), and short-term incentives are in the form of sales commission plans. Non-sales roles starting salaries are expressed as base salary and short-term incentives are in the form of the Annual Incentive Plan (AIP).<br><br>In addition, certain roles may be eligible for long-term incentives in the form of a new hire equity award.<br><br>Adobe is proud to be anEqual Employment Opportunityand affirmative action employer. We do not discriminate based on gender, race or color, ethnicity or national origin, age, disability, religion, sexual orientation, gender identity or expression, veteran status, or any other applicable characteristics protected by law.Learn more.<br><br>Adobe aims to make Adobe.com accessible to any and all users. If you have a disability or special need that requires accommodation to navigate our website or complete the application process, emailaccommodations@adobe.comor call (408) 536-3015.<br><br>Adobe values a free and open marketplace for all employees and has policies in place to ensure that we do not enter into illegal agreements with other companies to not recruit or hire each other's employees.</p>",
      "name": "Engineering Manager, Workflow",
      "type": "external",
      "publication_date": "2023-06-23T10:15:46Z",
      "short_name": "engineering-manager-workflow-675946",
      "model_type": "jobs",
      "id": 11713686,
      "locations": [
        {
          "name": "Austin, TX"
        },
        {
          "name": "Chicago, IL"
        },
        {
          "name": "Denver, CO"
        },
        {
          "name": "Flexible / Remote"
        },
        {
          "name": "New York, NY"
        },
        {
          "name": "San Francisco, CA"
        },
        {
          "name": "San Jose, CA"
        },
        {
          "name": "Seattle, WA"
        }
      ],
      "categories": [
        {
          "name": "Software Engineering"
        }
      ],
      "levels": [
        {
          "name": "Senior Level",
          "short_name": "senior"
        }
      ],
      "tags": [],
      "refs": {
        "landing_page": "https://www.themuse.com/jobs/adobe/engineering-manager-workflow-675946"
      },
      "company": {
        "id": 12084,
        "short_name": "adobe",
        "name": "Adobe"
      }
    },
    {
      "contents": "<p><b>Our Company</b><br><br>Changing the world through digital experiences is what Adobe's all about. We give everyone-from emerging artists to global brands-everything they need to design and deliver exceptional digital experiences! We're passionate about empowering people to create beautiful and powerful images, videos, and apps, and transform how companies interact with customers across every screen.<br><br>We're on a mission to hire the very best and are committed to creating exceptional employee experiences where everyone is respected and has access to equal opportunity. We realize that new ideas can come from everywhere in the organization, and we know the next big idea could be yours!<br><br><b>The Opportunity </b><br><br>Adobe is seeking a Financial Leader to provide financial and business partner support for Firefly, Adobe's new generative AI solution. This position will provide cross-functional engagement that will enable and influence key decision making. You will support FP&amp;A processes through analysis and modeling to provide recommendations to senior management, driving strategic decision making.<br><br><b>What You'll Do </b><br><ul><li>Own scenario analysis to support Firefly, ensuring financial rigor when exploring opportunities for Adobe and long-term monetization strategy. Advise business strategy, opportunity sizing, pricing, and financial targets.</li><li>Support strategic financial planning, setting the roadmap for Adobe's continued growth by collaborate with business owners to build long-term financial models.</li><li>Partner closely with IT, Finance Systems, and Finance counterparts to continually improve &amp; enhance Firefly reporting capabilities and processes.</li><li>Trusted business partner working cross-functionally to actively address Adobe's risk and opportunities while working with key business leaders to identify appropriate metrics to measure and evaluate business performance.</li><li>Own quarter-end financial reporting, telling the \"Why\" behind financial performance.</li><li></li></ul><b>What You Need to Be Successful </b><br><ul><li>BA/BS degree in Finance, Accounting, or Economics.</li><li>5-7 years of relevant finance experience. Previous experience in creating financial models for a subscription/SaaS business a plus. Management consulting or investment banking a plus.</li><li>High level of proficiency in Microsoft Excel required, with experience in SQL, PowerBI, Tableau, Hadoop, and/or Databricks preferred. Focus on building scalable analytics &amp; reporting.</li><li>Self-starter who can handle sophisticated tasks with minimal direction and develop new strategies and ways of approaching business challenges.</li><li>Strong communication &amp; interpersonal skills with ability to influence/drive decision making across cross-functional teams.</li><li>Strong project management, planning, and organizational skills, including ability to handle several projects at a time in a fast-paced environment.</li><li>Problem solver who can challenge the status quo and drive new ways of thinking across the organization.</li></ul><br>Our compensation reflects the cost of labor across several U.S. geographic markets, and we pay differently based on those defined markets. The U.S. pay range for this positionis $97,700 -- $205,700 annually. Paywithin this range varies by work locationand may also depend on job-related knowledge, skills,and experience. Your recruiter can share more about the specific salary range for the job location during the hiring process.<br><br>At Adobe, for sales roles starting salaries are expressed as total target compensation (TTC = base + commission), and short-term incentives are in the form of sales commission plans. Non-sales roles starting salaries are expressed as base salary and short-term incentives are in the form of the Annual Incentive Plan (AIP).<br><br>In addition, certain roles may be eligible for long-term incentives in the form of a new hire equity award.<br><br>Adobe is proud to be anEqual Employment Opportunityand affirmative action employer. We do not discriminate based on gender, race or color, ethnicity or national origin, age, disability, religion, sexual orientation, gender identity or expression, veteran status, or any other applicable characteristics protected by law.Learn more.<br><br>Adobe aims to make Adobe.com accessible to any and all users. If you have a disability or special need that requires accommodation to navigate our website or complete the application process, emailaccommodations@adobe.comor call (408) 536-3015.<br><br>Adobe values a free and open marketplace for all employees and has policies in place to ensure that we do not enter into illegal agreements with other companies to not recruit or hire each other's employees.</p>",
      "name": "Firefly Finance Manager",
      "type": "external",
      "publication_date": "2023-09-02T10:26:54Z",
      "short_name": "firefly-finance-manager",
      "model_type": "jobs",
      "id": 12265968,
      "locations": [
        {
          "name": "Flexible / Remote"
        },
        {
          "name": "San Jose, CA"
        }
      ],
      "categories": [
        {
          "name": "Accounting and Finance"
        }
      ],
      "levels": [
        {
          "name": "Senior Level",
          "short_name": "senior"
        }
      ],
      "tags": [],
      "refs": {
        "landing_page": "https://www.themuse.com/jobs/adobe/firefly-finance-manager"
      },
      "company": {
        "id": 12084,
        "short_name": "adobe",
        "name": "Adobe"
      }
    },
    {
      "contents": "<p><strong>About Pinterest</strong>:  <br> <br>Millions of people across the world come to Pinterest to find new ideas every day. It's where they get inspiration, dream about new possibilities and plan for what matters most. Our mission is to help those people find their inspiration and create a life they love. In your role, you'll be challenged to take on work that upholds this mission and pushes Pinterest forward. You'll grow as a person and leader in your field, all the while helping Pinners make their lives better in the positive corner of the internet.<br> <br>Creating a life you love also means finding a career that celebrates the unique perspectives and experiences that you bring. As you read through the expectations of the position, consider how your skills and experiences may complement the responsibilities of the role. We encourage you to think through your relevant and transferable skills from prior experiences.<br> <br>Our new progressive work model is called PinFlex, a term that's uniquely Pinterest to describe our flexible approach to living and working. Visit our <a href=\"https://www.pinterestcareers.com/pinflex/\">PinFlex</a> landing page to learn more.<br><br>The Enterprise Data Platform team is looking for a Senior Data Engineer who has experience with Building a Data Platform on top of a Cloud Data Warehouse. You will be working closely with privacy and security teams to improve security and privacy of Data in Snowflake. In this role you will also advise other Data Analysts and Data Engineers from the Business teams at Pinterest on the best practices for handling data and deriving insights using Snowflake. You will gradually become the Subject Matter Expert on Snowflake and also help build out the Modern Data Stack at Pinterest.<br> <br><strong>What you'll do:</strong><br><br><ul> <li>Build Scripts in Python to Implement privacy and security requirements on Snowflake</li> <li>Build Airflow operators in python to ingest data and trigger transformations on Snowflake</li> <li>Define and advocate the best practices for storing and analyzing data inside Snowflake</li> <li>Become a Subject Matter Expert and advocate for Enterprise Data Platform</li> </ul><br><strong>What we're looking for:</strong><br><br><ul> <li>Strong skills in Python and SQL</li> <li>Experience with Building scripts in python for managing Data Warehouse</li> <li>Experience with any Cloud Data Warehouse either as an Administrator or a Developer</li> <li>Experience working on privacy and security requirements of a Cloud Data Warehouse</li> </ul><br>This position is not eligible for relocation assistance.<br> <br>#LI-REMOTE<br> <br>#LI-AJ2<br><br>At Pinterest we believe the workplace should be equitable, inclusive, and inspiring for every employee. In an effort to provide greater transparency, we are sharing the base salary range for this position. The position is also eligible for equity. Final salary is based on a number of factors including location, travel, relevant prior experience, or particular skills and expertise.<br> <br>Information regarding the culture at Pinterest and benefits available for this position can be found <a href=\"https://www.pinterestcareers.com/pinterest-life/\">here</a>.<br><br>US based applicants only<br> <br>$114,750-$236,000 USD<br><br><strong>Our Commitment to Diversity:</strong><br> <br>Pinterest is an equal opportunity employer and makes employment decisions on the basis of merit. We want to have the best qualified people in every job. All qualified applicants will receive consideration for employment without regard to race, color, religion, sex, sexual orientation, gender identity, national origin, disability, protected veteran status, or any other characteristic under federal, state, or local law. We also consider qualified applicants regardless of criminal histories, consistent with legal requirements. If you require an accommodation during the job application process, please notify <a href=\"mailto:accessibility@pinterest.com\">accessibility@pinterest.com</a> for support.</p>",
      "name": "Senior Data Engineer",
      "type": "external",
      "publication_date": "2023-08-21T23:03:05Z",
      "short_name": "senior-data-engineer",
      "model_type": "jobs",
      "id": 12162360,
      "locations": [
        {
          "name": "Flexible / Remote"
        }
      ],
      "categories": [
        {
          "name": "Data and Analytics"
        }
      ],
      "levels": [
        {
          "name": "Senior Level",
          "short_name": "senior"
        }
      ],
      "tags": [],
      "refs": {
        "landing_page": "https://www.themuse.com/jobs/pinterest/senior-data-engineer"
      },
      "company": {
        "id": 31,
        "short_name": "pinterest",
        "name": "Pinterest"
      }
    },
    {
      "contents": "<p><b>Our Company</b><br><br>Changing the world through digital experiences is what Adobe's all about. We give everyone-from emerging artists to global brands-everything they need to design and deliver exceptional digital experiences! We're passionate about empowering people to create beautiful and powerful images, videos, and apps, and transform how companies interact with customers across every screen.<br><br>We're on a mission to hire the very best and are committed to creating exceptional employee experiences where everyone is respected and has access to equal opportunity. We realize that new ideas can come from everywhere in the organization, and we know the next big idea could be yours!<br><br><b><b>The Opportunity</b></b><br><br>From the moment you wake up in the morning until you go to bed at night consider the media you consume, the adverts you see, the apps you use, the websites you browse and almost all of the shopping you do online throughout the day. Chances are that every single one of those interactions, every single one of those experiences, was touched by an Adobe product.<br><br>We have a fantastic opportunity for a Senior Business Consultant Adobe Experience Manager (AEM) to join our Consulting Services Team based in Paris.<br><br>This is your chance to be part of a growing team that provides consulting services for AEM products and Digital Marketing Cloud solutions. AEM helps customers organize the delivery of creative assets and other content across digital marketing channels, including web, mobile, email, social media, and video.<br><br>As an AEM Business Consultant, you will work with our cross-functional solution teams to deliver incremental high quality AEM solutions. Ideally, you will bring proven experience in delivering AEM solutions helping to lead large and complex multi-technology agile digital transformation projects.<br><br>The role focuses on driving adoption and value realization of the AEM platform.<br><br><b>What You'll Do</b><br><ul><li>Establish relationships with executive and client leadership</li><li>Develop and align with customers on relevant business goals and critical metrics</li><li>Develop a clear value framework linked to customer business goals and objectives and be responsible for the evolution and operationalization of this framework</li><li>Implement measurement frameworks and track performance against business and maturity metrics, such as operational efficiency, cost reduction, revenue gains. Demonstrate and report on bottom line impact.</li><li>Take ownership of communication of value to the customer and Adobe Account teams.</li><li>Develop AEM implementation strategy and roadmap with client business owners. Drive experience management, content management and activation maturity</li><li>Hold roles such a Product Owner on behalf of the client, leading and prioritizing the product backlog</li><li>Ensure client is enabled to maintain and operate their AEM implementation (leaning on Adobe Learning Services)</li></ul><br><b><b>What You Need to Succeed</b></b><br><ul><li>5+ Years of experience on large digital transformation projects</li><li>Have a deep understanding of Content Management platforms (AEM preferred) from a business perspective and with standard methodologies around implementations.</li><li>Previous experience as a Product Owner, Product Manager or Lead Business Consultant, and as a Scrum Master or Project Manager</li><li>Extensive Agile experience and with product backlog management</li><li>Experience reviewing and elaborating business and technical requirements with customer-centric approach</li><li>French &amp; English Proficiency required</li><li>Ability to travel minimum of 80% to the customer site in Paris Area.</li></ul><br>As our many awards will tell you, at Adobe you'll be immersed in an exceptional work environment that is recognized around the world. You'll be surrounded by colleagues who are committed to helping each other grow through our unique Check-In approach where ongoing feedback flows freely. If you're looking to make an impact, Adobe's the place for you. Discover what our employees are saying about their career experiences on the Adobe Life blog, https://blog.adobe.com/en/topics/adobe-life and explore the fantastic benefits we offer at Rewards.adobe.com.<br><br>Adobe is an equal opportunity employer. We hire dedicated individuals, regardless of gender, race or colour, ethnicity or national origin, age, disability, religion, sexual orientation, gender identity or expression, or veteran status. We know that when our employees feel appreciated and included, they can be more creative, innovative and successful. This is what it means to be Adobe For All.<br><br>We're on a mission to hire the very best and are committed to creating exceptional employee experiences where everyone is respected and has access to equal opportunity. We realize that new ideas can come from everywhere in the organization, and we know the next big idea could be yours.<br><br>Adobe is proud to be anEqual Employment Opportunityand affirmative action employer. We do not discriminate based on gender, race or color, ethnicity or national origin, age, disability, religion, sexual orientation, gender identity or expression, veteran status, or any other applicable characteristics protected by law.Learn more.<br><br>Adobe aims to make Adobe.com accessible to any and all users. If you have a disability or special need that requires accommodation to navigate our website or complete the application process, emailaccommodations@adobe.comor call (408) 536-3015.<br><br>Adobe values a free and open marketplace for all employees and has policies in place to ensure that we do not enter into illegal agreements with other companies to not recruit or hire each other's employees.</p>",
      "name": "Senior Business Consultant - Adobe Experience Manager (AEM)",
      "type": "external",
      "publication_date": "2023-06-09T10:16:32Z",
      "short_name": "senior-business-consultant-adobe-experience-manager-aem",
      "model_type": "jobs",
      "id": 11126856,
      "locations": [
        {
          "name": "Flexible / Remote"
        },
        {
          "name": "Paris, France"
        }
      ],
      "categories": [
        {
          "name": "Computer and IT"
        }
      ],
      "levels": [
        {
          "name": "Senior Level",
          "short_name": "senior"
        }
      ],
      "tags": [],
      "refs": {
        "landing_page": "https://www.themuse.com/jobs/adobe/senior-business-consultant-adobe-experience-manager-aem"
      },
      "company": {
        "id": 12084,
        "short_name": "adobe",
        "name": "Adobe"
      }
    },
    {
      "contents": "<p><b>Working at Atlassian</b><br><br><b>Atlassians can choose where they work  whether in an office, from home, or a combination of the two. That way, Atlassians have more control over supporting their family, personal goals, and other priorities. We can hire people in any country where we have a legal entity. Interviews and onboarding are conducted virtually, a part of being a distributed-first company.</b><br><br>Our office is in Bengaluru, but we offer flexibility for eligible candidates to work remotely across India. Whatever your preferenceworking from home, an office, or in between you can choose the place that's best for your work and your lifestyle<br><br>More about us<br><br>We are the UI Platform Developer Experience team. Atlassian is looking for a Principal Software Engineer to design, develop and enable our Mobile UI Platform team to deliver product capabilities fasters and build better experiences.<br><br>Your daily work will help our fellow Atlassian Mobile engineers work more productively, deliver effortlessly, and your decisions will improve Atlassian's overall product quality.<br><br>We're looking for passionate engineers interested in building and maintaining core Mobile infrastructure, components and tooling. Someone who cares about customer feedback (our customers are Atlassian engineers) and strives for the best developer experience.<br> <br>In this role, you'll get the chance to:<br><br><ul><li>DevEx group builds tools used across the Mobile Development lifecycle which is used by hundred of Mobile engineers daily to ship high-quality work productively. You'll contribute to a core piece of the Atlassian developer experience and touch every aspect of the development lifecycle ranging from faster development environments, code integrations, improving developer experience, ensuring high code quality, Mobile Design Systems and more.</li><li>Our team plays a crucial role in the Atlassian platform and developer productivity strategy. You will build guidelines, setting standards and toolings to be applied to the iOS/Android code and changes done at scale.</li><li>You will lead the development of mobile applications for iOS and Android platforms.</li><li>You will collaborate with cross-functional teams to design and develop high-quality mobile applications.</li><li>You will develop and maintain technical documentation for mobile applications, conduct code reviews and provide constructive feedback to team members.</li><li>You will mentor and coach junior team members.</li><b>Your background:</b><li>Proficiency in Swift, Objective-C, Java, and Kotlin</li><li>Strong understanding of Xcode toolset, compilation process, GCD &amp; Networking, modularisation.</li><li>Experience with Xcode/Android Studio, Git, and other development tools.</li><li>Experience debugging problems across systems/repositories and designing solutions that scale and span the whole stack.</li><li>System mindset that considers edge cases, observability, error handling, and integration across external systems.</li><li>Excellent problem-solving and analytical skills.</li><li>Strong verbal and written communication skills</li><li>10+ years of experience in mobile application development</li><li>Strong understanding of mobile application architecture and design patterns</li><li>Experience with mobile application testing and debugging</li><li>Excellent communication and collaboration skills</li><li>Ability to work in a fast-paced environment and manage multiple projects simultaneously</li></ul><br>If you've got these skills, even better<br><br><ul><li>Experience working on Mobile Platform teams.</li><li>Bundling and CI-CD experience.</li><li>Package managers and relevant tooling.</li><li>Bash/shell script experience.</li><li>React Native exposure.</li><li>Knowledge of open-source libraries and frameworks (e.g. for logging, wiring, testing, building)</li><li>Some industry experience with public cloud offerings (e.g., AWS, GAE, Azure)</li></ul><br><b>Our perks &amp; benefits</b><br><br>Atlassian offers a variety of perks and benefits to support you, your family and to help you engage with your local community. Our offerings include health coverage, paid volunteer days, wellness resources, and so much more. Visit <b>go.atlassian.com/perksandbenefits</b>to learn more.<br><br><b>About Atlassian</b><br><br>At Atlassian, we're motivated by a common goal: to unleash the potential of every team. Our software products help teams all over the planet and our solutions are designed for all types of work. Team collaboration through our tools makes what may be impossible alone, possible together.<br><br>We believe that the unique contributions of all Atlassians create our success. To ensure that our products and culture continue to incorporate everyone's perspectives and experience, we never discriminate based on race, religion, national origin, gender identity or expression, sexual orientation, age, or marital, veteran, or disability status. All your information will be kept confidential according to EEO guidelines.<br><br>To provide you the best experience, we can support with accommodations or adjustments at any stage of the recruitment process. Simply inform our Recruitment team during your conversation with them.<br><br>To learn more about our culture and hiring process, visit <b>go.atlassian.com/crh</b><b>.</b></p>",
      "name": "Principal Engineer- UIP Mobile",
      "type": "external",
      "publication_date": "2023-08-10T23:46:29Z",
      "short_name": "principal-engineer-uip-mobile",
      "model_type": "jobs",
      "id": 12048569,
      "locations": [
        {
          "name": "Bangalore, India"
        },
        {
          "name": "Flexible / Remote"
        }
      ],
      "categories": [
        {
          "name": "Software Engineering"
        }
      ],
      "levels": [
        {
          "name": "Senior Level",
          "short_name": "senior"
        }
      ],
      "tags": [],
      "refs": {
        "landing_page": "https://www.themuse.com/jobs/atlassian/principal-engineer-uip-mobile"
      },
      "company": {
        "id": 741,
        "short_name": "atlassian",
        "name": "Atlassian"
      }
    },
    {
      "contents": "<p><b>Working at Atlassian</b><br><br><b>Atlassians can choose where they work  whether in an office, from home, or a combination of the two. That way, Atlassians have more control over supporting their family, personal goals, and other priorities. We can hire people in any country where we have a legal entity. Interviews and onboarding are conducted virtually, a part of being a distributed-first company.</b><br><br>We are eligible to hire remotely across <b>all USA time zones. </b><br><br>Atlassian is looking for a talented Senior Front End Software Engineer to join the Confluence Cloud team in Mountain View. You'll work as part of a small but rapidly growing high-energy team delivering incredible, creative improvements to our product. You'll collaborate with other developers to write the best code for the project and deliver amazing results that our users love.<br><br>We are the Confluence Cloud Enterprise Experience team, responsible for FE infrastructure that supports team growth and enterprise experience. Our team's goal is to improve performance, especially for enterprise customers, make pages more interactive, prevent performance degradation, maintain code base scalability, and improve the tech stack.<br> <br>On the first day, we'll expect you to have:<br><br><ul><li>A CS or relevant bachelor's degree and 2 year of industry experience in frontend development.</li><li>Specialization in Javascript, HTML5, CSS</li><li>Experience with modern Javascript frameworks (e.g., React, AngularJS, Vue)</li><li>Experience with modern unit testing frameworks (e.g., Jest)</li><li>Familiar with front-end architecture and data-driven development</li><li>Ability to work with designers to develop dynamic user experiences</li></ul><br>It would be great, but not required if you have:<br><br><ul><li>Experience with Redux, ImmutableJS</li><li>Experience with large scale single-page web applications</li><li>Experience with Node JS</li><li>Experience with AWS</li><li>Experience with server-side rendering</li><li>Experience engineering software systems of medium-to-large scope and complexity</li><li>Practical knowledge of agile software development methodologies (e.g., XP, scrum)</li><li>Experience with continuous delivery and infrastructure as code</li></ul><br>At Atlassian, we strive to design equitable and explainable compensation programs. To support this goal, the baseline of our range is higher than that of the typical market range, but in turn we expect to hire most candidates near this baseline. Base pay within the range is ultimately determined by a candidate's skills, expertise, or experience.<br><br>In the United States, we have three geographic pay zones. For this role, our current base pay ranges for new hires in each zone are:<br><br>Zone A: $176,200 - $234,900<br><br>Zone B: $158,600 - $211,500<br><br>Zone C: $146,300 - $195,000<br><br>This role may also be eligible for benefits, bonuses, commissions, and equity.<br><br>Please visit go.atlassian.com/payzones for more information on which locations are included in each of our geographic pay zones. However, please confirm the zone for your specific location with your recruiter.<br><br>#LI-Remote<br><br><b>Our perks &amp; benefits</b><br><br>Atlassian offers a variety of perks and benefits to support you, your family and to help you engage with your local community. Our offerings include health coverage, paid volunteer days, wellness resources, and so much more. Visit <b>go.atlassian.com/perksandbenefits</b>to learn more.<br><br><b>About Atlassian</b><br><br>At Atlassian, we're motivated by a common goal: to unleash the potential of every team. Our software products help teams all over the planet and our solutions are designed for all types of work. Team collaboration through our tools makes what may be impossible alone, possible together.<br><br>We believe that the unique contributions of all Atlassians create our success. To ensure that our products and culture continue to incorporate everyone's perspectives and experience, we never discriminate based on race, religion, national origin, gender identity or expression, sexual orientation, age, or marital, veteran, or disability status. All your information will be kept confidential according to EEO guidelines.<br><br>To provide you the best experience, we can support with accommodations or adjustments at any stage of the recruitment process. Simply inform our Recruitment team during your conversation with them.<br><br>To learn more about our culture and hiring process, visit <b>go.atlassian.com/crh</b><b>.</b></p>",
      "name": "Senior Front End Software Engineer, Confluence Cloud Enterprise Experience",
      "type": "external",
      "publication_date": "2023-08-31T00:09:10Z",
      "short_name": "senior-front-end-software-engineer-confluence-cloud-enterprise-experience",
      "model_type": "jobs",
      "id": 12248055,
      "locations": [
        {
          "name": "Flexible / Remote"
        },
        {
          "name": "Mountain View, CA"
        }
      ],
      "categories": [
        {
          "name": "Software Engineering"
        }
      ],
      "levels": [
        {
          "name": "Senior Level",
          "short_name": "senior"
        }
      ],
      "tags": [],
      "refs": {
        "landing_page": "https://www.themuse.com/jobs/atlassian/senior-front-end-software-engineer-confluence-cloud-enterprise-experience"
      },
      "company": {
        "id": 741,
        "short_name": "atlassian",
        "name": "Atlassian"
      }
    },
    {
      "contents": "<p><strong>About Pinterest</strong>:  <br> <br>Millions of people across the world come to Pinterest to find new ideas every day. It's where they get inspiration, dream about new possibilities and plan for what matters most. Our mission is to help those people find their inspiration and create a life they love. In your role, you'll be challenged to take on work that upholds this mission and pushes Pinterest forward. You'll grow as a person and leader in your field, all the while helping Pinners make their lives better in the positive corner of the internet.<br> <br>Creating a life you love also means finding a career that celebrates the unique perspectives and experiences that you bring. As you read through the expectations of the position, consider how your skills and experiences may complement the responsibilities of the role. We encourage you to think through your relevant and transferable skills from prior experiences.<br> <br>Our new progressive work model is called PinFlex, a term that's uniquely Pinterest to describe our flexible approach to living and working. Visit our <a href=\"https://www.pinterestcareers.com/pinflex/\">PinFlex</a> landing page to learn more.<br><br>The Discovery Experience team at Pinterest is seeking a Staff Product Manager to drive experiences that help Pinners evaluate, take action on, and refine their ideas. This role will drive some of the most critical surfaces at Pinterest, like Close Up, that are used by millions of Pinners every day and are a key part of the success of teams all across the company. The experiences you envision and build with a world class team of engineers, designers, and researchers will directly drive engagement, shopping and revenue on Pinterest. Come join the team that's at the heart of the Pinterest experience, and make your mark on how Pinners enrich their lives and make their dreams a reality!<br><br><strong>What you'll do:</strong><br><br><ul> <li>Work on product strategy, development, and execution for evaluation experiences at Pinterest, such as the Close Up surface</li> <li>Deliver an engaging, cohesive, and frictionless experience for hundreds of millions of Pinners who are looking to get more information about, take action on, and refine ideas they find</li> <li>Partner closely with engineering, design, research and analytics to define, measure, and drive execution: understand diverse Pinner needs to create experiences that match our wide breadth of audiences and business objectives</li> <li>Collaborate across product teams to drive alignment and resolve dependencies, creating a unified vision for where evaluation experiences are headed at Pinterest and how teams come together to create that experience</li> <li>Mentor and build capability in your peer product managers within Discovery</li> </ul><br><strong>What we're looking for:</strong><br><br><ul> <li>Demonstrated success in product management or related experience at fast-growing companies</li> <li>Experience developing full-stack consumer-facing experiences at scale and advocating for your vision of these experiences</li> <li>Proven ability to work cross-functionally and cross-team/org to deliver great user experiences on time in a highly collaborative environment, influencing, escalating, and establishing working models where needed to move quickly across teams</li> <li>Ability to move quickly and make appropriate trade-offs based on data analysis and qualitative feedback from Pinners</li> </ul><br>This position is not eligible for relocation assistance.<br><br>#LI-REMOTE<br> <br>#LI-REX<br><br>At Pinterest we believe the workplace should be equitable, inclusive, and inspiring for every employee. In an effort to provide greater transparency, we are sharing the base salary range for this position. The position is also eligible for equity. Final salary is based on a number of factors including location, travel, relevant prior experience, or particular skills and expertise.<br> <br>Information regarding the culture at Pinterest and benefits available for this position can be found <a href=\"https://www.pinterestcareers.com/pinterest-life/\">here</a>.<br><br>US based applicants only<br> <br>$135,150-$278,000 USD<br><br><strong>Our Commitment to Diversity:</strong><br> <br>Pinterest is an equal opportunity employer and makes employment decisions on the basis of merit. We want to have the best qualified people in every job. All qualified applicants will receive consideration for employment without regard to race, color, religion, sex, sexual orientation, gender identity, national origin, disability, protected veteran status, or any other characteristic under federal, state, or local law. We also consider qualified applicants regardless of criminal histories, consistent with legal requirements. If you require an accommodation during the job application process, please notify <a href=\"mailto:accessibility@pinterest.com\">accessibility@pinterest.com</a> for support.</p>",
      "name": "Staff Product Manager, Browse Experience",
      "type": "external",
      "publication_date": "2023-07-16T10:03:17Z",
      "short_name": "staff-product-manager-browse-experience",
      "model_type": "jobs",
      "id": 11868198,
      "locations": [
        {
          "name": "Flexible / Remote"
        }
      ],
      "categories": [
        {
          "name": "Product Management"
        }
      ],
      "levels": [
        {
          "name": "Mid Level",
          "short_name": "mid"
        }
      ],
      "tags": [],
      "refs": {
        "landing_page": "https://www.themuse.com/jobs/pinterest/staff-product-manager-browse-experience"
      },
      "company": {
        "id": 31,
        "short_name": "pinterest",
        "name": "Pinterest"
      }
    },
    {
      "contents": "<p><b>Working at Atlassian</b><br><br><b>Atlassians can choose where they work  whether in an office, from home, or a combination of the two. That way, Atlassians have more control over supporting their family, personal goals, and other priorities. We can hire people in any country where we have a legal entity. Interviews and onboarding are conducted virtually, a part of being a distributed-first company.</b><br><br>To help our teams work together effectively, this role is fully remote, but requires you to be located in a US timezone.<br><br>We're looking for a Senior Full Stack Software Engineer to join our Jira Align team, passionately focused on delivering creative improvements for our engineering teams.<br> <br>What you'll do:<br><br><ul><li>You will guide the technical direction and implementation of large-scale product features</li><li>Evaluate trade-offs between correctness, robustness, performance and customer impact to ensure we build the right solution</li><li>Collaborate with product, design and engineering to influence product strategy and direction</li><li>Ship well-tested, secure, reliable, and maintainable code while keeping our customers best interests in mind</li><li>React to how our product is used in the wild, and help to fix bugs and production issues as they occur</li><li>Contribute to code reviews, documentation, and complex bug fixes with security, performance and reliability in mind</li><li>Mentor and level up the skills of your teammates by sharing your expertise</li></ul><br>Your background:<br><br><ul><li>5+ years of industry experience working as a Full Stack Engineer</li><li>Bachelor's or Master's degree with a preference for Computer Science degree</li><li>Specialization with the Microsoft tech stack / languages (.Net, C#, scripting languages, etc.) with the ability to review code &amp; provide feedback, etc.</li><li>Experience with modern testing frameworks (e.g., Jest, Cypress, Mocha, Chai)</li><li>Familiarity with A/B testing</li><li>Good understanding of front-end architecture and data-driven development</li><li>Experience with SQL and basic data and numerical analysis</li><li>Ability to work with designers to develop dynamic user experiences</li><li>Willingness to learn and be able to support the full engineering stack on a complex system</li><li>Effectively mentor junior team members to help them unleash their full potential</li></ul><br><b>Compensation</b><br><br>At Atlassian, we strive to design equitable and explainable compensation programs. To support this goal, the baseline of our range is higher than that of the typical market range, but in turn we expect to hire most candidates near this baseline. Base pay within the range is ultimately determined by a candidate's skills, expertise, or experience.<br><br>In the United States, we have three geographic pay zones. For this role, our current base pay ranges for new hires in each zone are:<br><br>Zone A: $176,200 - $234,900<br><br>Zone B: $158,600 - $211,500<br><br>Zone C: $146,300- $195,000<br><br>This role may also be eligible for benefits, bonuses, commissions, and equity.<br><br>Please visit go.atlassian.com/payzones for more information on which locations are included in each of our geographic pay zones. However, please confirm the zone for your specific location with your recruiter.<br><br>#LI-Remote<br><br><b>Our perks &amp; benefits</b><br><br>Atlassian offers a variety of perks and benefits to support you, your family and to help you engage with your local community. Our offerings include health coverage, paid volunteer days, wellness resources, and so much more. Visit <b>go.atlassian.com/perksandbenefits </b>to learn more.<br><br><b>About Atlassian</b><br><br>At Atlassian, we're motivated by a common goal: to unleash the potential of every team. Our software products help teams all over the planet and our solutions are designed for all types of work. Team collaboration through our tools makes what may be impossible alone, possible together.<br><br>We believe that the unique contributions of all Atlassians create our success. To ensure that our products and culture continue to incorporate everyone's perspectives and experience, we never discriminate based on race, religion, national origin, gender identity or expression, sexual orientation, age, or marital, veteran, or disability status. All your information will be kept confidential according to EEO guidelines.<br><br>To provide you the best experience, we can support with accommodations or adjustments at any stage of the recruitment process. Simply inform our Recruitment team during your conversation with them.<br><br>Pursuant to the San Francisco Fair Chance Ordinance, we will consider for employment qualified applicants with arrest and conviction records.<br><br>To learn more about our culture and hiring process, visit <b>go.atlassian.com/crh</b><b>.</b></p>",
      "name": "Senior Full Stack Software Engineer, Jira Align",
      "type": "external",
      "publication_date": "2023-08-19T23:44:58Z",
      "short_name": "senior-full-stack-software-engineer-jira-align-3b2bc0",
      "model_type": "jobs",
      "id": 11138762,
      "locations": [
        {
          "name": "Flexible / Remote"
        },
        {
          "name": "San Francisco, CA"
        }
      ],
      "categories": [
        {
          "name": "Software Engineering"
        }
      ],
      "levels": [
        {
          "name": "Senior Level",
          "short_name": "senior"
        }
      ],
      "tags": [],
      "refs": {
        "landing_page": "https://www.themuse.com/jobs/atlassian/senior-full-stack-software-engineer-jira-align-3b2bc0"
      },
      "company": {
        "id": 741,
        "short_name": "atlassian",
        "name": "Atlassian"
      }
    }
  ],
  "aggregations": {}
}